package com.joker.fourfun.model;

/**
 * Created by joker on 2016/11/29.
 */

public class ArDaily {
    /**
     * result : [{"articleName":"个狗主义",
     * "articleContent
     * ":"有一种说法，称国门打开，个人主义这类东西从西方国家传进来，正污染着我们的社会风气。这种说法其实有点可疑。我们大唐人的老祖宗在国门紧缩的朝代，是不是各个都不贪污、不盗窃、不走后门？那叫什么主义？ 欧美国家确实以个人主义为主潮，让一些博爱而忧世的君子扼腕叹息，大呼精神危机。不过，这一般情形来说，大多数欧美人自利，同时辅以自尊；行个人主义，还是把自己看作人。比方说签合同守信用，不作伪证，不随地吐痰，有时候还跟着\u201c票一票\u201d绿色环保运动抗议核弹或热爱海鲸。欧美式个人主义我们尽可以看不起，但可惜的是，在我们周围，我们看到更多的是签合同不守信用，是毫不犹豫地作伪证，是有痰偏往地毯上吐，是不吃国家珍稀动物就觉得宴席不够档次。更为严重的，是一个村子一个村子在干部的率领下制造假药\u2014\u2014你说这叫什么主义？恐怕连个人主义也算不上，充其量只能叫\u201c个狗主义\u201d\u2014\u2014不把别人当人，也不把自己当人。 有些人一辈子想有钱，却没想怎么当一个有钱\u201c人\u201d。 人和狗有什么区别呢？如果说人活着不过就是饮食男女，那么狗也能够\u201c食色性也\u201d，并无差别。细想人与狗的不同，无非是人还多一点理智、道德、审美、社会理想等等。一句话，人多一点精神。西方的现代化绝不是一场狗们的纯物质运动，从文艺复兴开始，到启蒙运动，到宗教改革，他们以几个世纪文化的精神准备来铺垫现代化，推动和塑造现代化。有些西方人即使沦为乞丐，也不失绅士派头的尊严或牛仔风度的侠义，这就足见他们的骨血中人文传统的深厚和强大。与此相反，我们的现代化则是在十年文化大破坏的废墟上开始的，在很多人那里，不仅毛泽东思想不那么香了，连仁义道德、因果报应也所剩无多，精神重建的任务更为艰巨。我们不常看到乞丐，但不时可以看到一些腰缠万贯者，专干制造假药之类的禽兽勾当。 没有一种精神的规范和秩序\u2014\u2014哪怕是一种个人主义的规范和秩序\u2014\u2014势必侵蚀和瓦解法制，造成经济政治方面的动乱或乱动，就像打球没有规则，这场球最终是打不好的，打不下去的。以\u201c社会\u201d为主义的国家，欲昭公道和正义于世，理应比西方国家更具精神优势，能为经济建设提供更优质的精神能源\u2014\u2014起码应少一些狗眼看人、狗胆包天、狗尾摇摇以邀宠之类的狗态。我想应该是这样的。","articleAuthor":"韩少功"},{"articleName":"吆喝","articleContent":"一位二十年代在北京作寓公的英国诗人奥斯伯特. 斯提维尔写过一篇《北京的声与色》，把当时走街串巷的小贩用以招徕顾客而做出的种种音响形容成街头管弦乐队，并还分别列举了哪是管乐、弦乐和打击乐器。他特别喜欢听串街的理发师（\u201c剃头的\u201d） 手里那把钳形铁铉。用铁板从中间一抽，就会呲啦一声发出带点颤巍的金属声响，认为很像西洋乐师们用的定音叉。此外，布贩子手里的拨啷鼓和珠宝玉石收购商打的小鼓，也都给他以快感。当然还有磨剪子磨刀的吹的长号。他惊奇的是，每一乐器，各代表一种行当。而坐在家里的主妇一听，就准知道街上过的什么商贩。最近北京人民广播电台还广播了阿隆 · 阿甫夏洛穆夫以北京胡同音响为主题的交响诗，很有味道。 囿于语言的隔阂，洋人只能欣赏器乐。其实，更值得一提的是声乐部分－－就是北京街头各种商贩的叫卖。 听过相声《卖布头》或《改行》的，都不免会佩服当年那些叫卖者的本事。得气力足，嗓子脆，口齿伶俐，咬字清楚，还要会现编词儿，脑子快，能随机应变。 我小时候，一年四季不论刮风下雨，胡同里从早到晚叫卖声没个停。 大清早过卖早点的：大米粥呀，油炸果（鬼）的。然后是卖青菜和卖花儿的，讲究把挑子上的货品一样不漏地都唱出来，用一副好嗓子招徕顾客。白天就更热闹了，就像把百货商店和修理行业都拆开来，一样样地在你门前展销。到了夜晚的叫卖声也十分精彩。 \u201c馄饨喂－－开锅！\u201d这是特别给开夜车的或赌家们备下的夜宵，就像南方的汤圆。在北京，都说\u201c剃头的挑子，一头热。\u201d其实，馄饨挑子也一样。一头儿是一串小抽屉，里头放着各种半制成的原料：皮儿、馅儿和佐料儿，另一头是一口汤锅。火门一打，锅里的水就沸腾起来。馄饨不但当面煮，还讲究现吃现包。讲究皮要薄，馅儿要大 。 从吆喝来说，我更喜欢卖硬面饽饽的：声音厚实，词儿朴素，就一声\u201c硬面－－饽饽\u201d，光宣布卖的是什么，一点也不吹嘘什么。 可夜晚过的，并不都是卖吃食的，还有唱话匣子的。大冷天，背了一具沉甸甸的留声机和半箱唱片。唱的多半是京剧或大鼓。我也听过一张不说不唱的叫\u201c洋人哈哈笑\u201d，一张片子从头笑到尾。我心想，多累人啊！我最讨厌胜利公司那个商标了：一只狗蹲坐在大喇叭前头，支棱着耳朵在听唱片。那简直是骂人 。 那时夜里还经常过敲小钹的盲人 ，大概那也属于打击乐吧。\u201c 算灵卦！\u201d我心想：\u201c怎么不先替你自己算算！\u201d还有过乞丐。至今我还记得一个乞丐叫得多么凄厉动人。他几乎全部用颤音。先挑高了嗓子喊\u201c行好的－－老爷－－太（哎）太\u201d，过好一会儿，（好像饿得接不上气儿啦。）才接下去用低音喊：\u201c有那剩饭－－剩菜－－赏我点儿吃吧！\u201d 四季叫卖的货色自然都不同 。春天一到 ，卖大小金鱼儿的就该出来了，我对卖蛤蟆骨朵儿（未成形的幼蛙）最有好感，一是我买得起，花上一个制钱，就往碗里捞上十来只；二是玩够了还能吞下去。我一直奇怪它们怎么没在我肚子里变成青蛙！一到夏天，西瓜和碎冰制成的雪花酪就上市了。秋天该卖\u201c树熟的秋海棠\u201d了。卖柿子的吆喝有简繁两种。简的只一声\u201c喝了蜜的大柿子\u201d。其实满够了。可那时小贩都想卖弄一下嗓门儿，所以有的卖柿子的不但词儿编得热闹，还卖弄一通唱腔。最起码也得像歌剧里那种半说半唱的道白。一到冬天，\u201c葫芦儿－－刚蘸得\u201d就出场了。那时，北京比现下冷多了。我上学时鼻涕眼泪总冻成冰。只要兜里还有个制钱，一听\u201c 烤白薯哇真热乎\u201d，就非买上一块不可。一路上既可以把那烫手的白薯揣在袖筒里取暖，到学校还可以拿出来大嚼一通。 叫卖实际上就是一种口头广告，所以也得变着法儿吸引顾客。比如卖一种用秫秸秆制成的玩具，就吆喝：\u201c小玩艺儿赛活的。\u201d有的吆喝告诉你制作的过程，如城厢里常卖的一种近似烧卖的吃食，就介绍得十分全面：\u201c蒸而又炸呀，油儿又白搭。面的包儿来，西葫芦的馅儿啊，蒸而又炸。\u201d也有简单些的，如\u201c卤煮喂，炸豆腐哟\u201d。有的借甲物形容乙物，如\u201c栗子味儿的白薯\u201d或\u201c萝卜赛过梨\u201d。\u201c葫芦儿－－冰塔儿\u201d既简洁又生动，两个字就把葫芦（不管是山楂、荸荠还是山药豆的）形容得晶莹可人。卖山里红（山楂）的靠戏剧性来吸引人，\u201c就剩两挂啦\u201d。其实，他身上挂满了那用绳串起的紫红色果子 。 有的小贩吆喝起来声音细而高，有的低而深沉。我怕听那种忽高忽低的，也许由于小时人家告诉我卖荷叶糕的是\u201c 拍花子的\u201d 拐卖儿童的，我特别害怕。他先尖声尖气地喊一声\u201c一包糖来\u201d，然后放低至少八度，来一声\u201c荷叶糕\u201d。这么叫法的还有个卖荞麦皮的。有一回他在我身后\u201c哟\u201d了一声，把我吓了个马趴。等我站起身来，他才用深厚的男低音唱出\u201c荞麦皮耶\u201d。 特别出色的是那种合辙押韵的吆喝。我在小说《邓山东》里写的那个卖炸食的确有其人，至于他替学生挨打，那纯是我瞎编的。有个卖萝卜的这么吆喝：\u201c又不糠来又不辣，两捆萝卜一个大。\u201d\u201c大\u201d就是一个铜板。甚至有的乞丐也油嘴滑舌地编起快板：\u201c老太太（那个）真行好，给个饽饽吃不了。东屋里瞧（那么）西屋里看，没有饽饽赏碗饭。\u201d 现在北京城倒还剩一种吆喝，就是\u201c冰棍儿－－三分啦\u201d。语气间像是五分的减成三分了。其实就是三分一根儿。可见这种带戏剧性的叫卖艺术并没失传。 选自《北京城杂忆》","articleAuthor":"萧乾"}]
     * error : false
     */
    /**
     * articleName : 个狗主义
     * articleContent :
     * 有一种说法，称国门打开，个人主义这类东西从西方国家传进来，正污染着我们的社会风气。这种说法其实有点可疑。我们大唐人的老祖宗在国门紧缩的朝代，是不是各个都不贪污、不盗窃、不走后门？那叫什么主义？
     * 欧美国家确实以个人主义为主潮，让一些博爱而忧世的君子扼腕叹息，大呼精神危机。不过，这一般情形来说，大多数欧美人自利，同时辅以自尊；行个人主义，还是把自己看作人。比方说签合同守信用，不作伪证，不随地吐痰，有时候还跟着“票一票”绿色环保运动抗议核弹或热爱海鲸。欧美式个人主义我们尽可以看不起，但可惜的是，在我们周围，我们看到更多的是签合同不守信用，是毫不犹豫地作伪证，是有痰偏往地毯上吐，是不吃国家珍稀动物就觉得宴席不够档次。更为严重的，是一个村子一个村子在干部的率领下制造假药——你说这叫什么主义？恐怕连个人主义也算不上，充其量只能叫“个狗主义”——不把别人当人，也不把自己当人。 有些人一辈子想有钱，却没想怎么当一个有钱“人”。 人和狗有什么区别呢？如果说人活着不过就是饮食男女，那么狗也能够“食色性也”，并无差别。细想人与狗的不同，无非是人还多一点理智、道德、审美、社会理想等等。一句话，人多一点精神。西方的现代化绝不是一场狗们的纯物质运动，从文艺复兴开始，到启蒙运动，到宗教改革，他们以几个世纪文化的精神准备来铺垫现代化，推动和塑造现代化。有些西方人即使沦为乞丐，也不失绅士派头的尊严或牛仔风度的侠义，这就足见他们的骨血中人文传统的深厚和强大。与此相反，我们的现代化则是在十年文化大破坏的废墟上开始的，在很多人那里，不仅毛泽东思想不那么香了，连仁义道德、因果报应也所剩无多，精神重建的任务更为艰巨。我们不常看到乞丐，但不时可以看到一些腰缠万贯者，专干制造假药之类的禽兽勾当。 没有一种精神的规范和秩序——哪怕是一种个人主义的规范和秩序——势必侵蚀和瓦解法制，造成经济政治方面的动乱或乱动，就像打球没有规则，这场球最终是打不好的，打不下去的。以“社会”为主义的国家，欲昭公道和正义于世，理应比西方国家更具精神优势，能为经济建设提供更优质的精神能源——起码应少一些狗眼看人、狗胆包天、狗尾摇摇以邀宠之类的狗态。我想应该是这样的。
     * articleAuthor : 韩少功
     */

    private String articleName;
    private String articleContent;
    private String articleAuthor;

    public String getArticleName() {
        return articleName;
    }

    public void setArticleName(String articleName) {
        this.articleName = articleName;
    }

    public String getArticleContent() {
        return articleContent;
    }

    public void setArticleContent(String articleContent) {
        this.articleContent = articleContent;
    }

    public String getArticleAuthor() {
        return articleAuthor;
    }

    public void setArticleAuthor(String articleAuthor) {
        this.articleAuthor = articleAuthor;
    }
}
